Repository: vytux-com/vytux_menu2
Catalog: language/*.po
Languages: de, fr, lt

source: Provides links to custom defined pages.
de: Verfügbare Links zu speziell definierten Seiten.
fr: Fournit des liens vers des pages personnalisées.

source: Edit menus
de: Menüs bearbeiten
fr: Éditer les menus
lt: Redaguoti menius

source: Edit menu
de: Menü bearbeiten
fr: Éditer le menu
lt: Redaguoti meniu

source: Add menu
de: Menü hinzufügen
fr: Ajouter un menu
lt: Pridėti meniu

source: Add your menu title here
de: Gibt deinen Menü Namen hier ein
fr: Ajoutez le titre de votre menu ici
lt: Pridėti meniu titulą čia

source: Menu address
fr: Adresse du menu
lt: Meniu adresas

source: Add your menu address here
de: Gib die Adresse deines Menüs hier ein
fr: Ajoutez l’adresse de votre menu ici
lt: Pridėti meniu adresą čia

source: Show this menu for which languages?
de: Für welche Sprachen soll das Menü angezeigt werden?
fr: Pour quels langages afficher ce menu ?

source: Visibility and Access
de: Sichtbarkeit und Zugriff
fr: Visibilité et accès
lt: Meniu matomumas

source: Menu position
fr: Position du menu
lt: Meniu padėtis

source: This field controls the order in which the menu items are displayed.
de: Dieses Feld definiert die Reihenfolge in der die Menüeinträge dargestellt werden.
fr: Ce champ contrôle l’ordre dans lequel les éléments de menu sont affichés.

source: You do not have to enter the numbers sequentially. If you leave holes in the numbering scheme, you can insert other menu items later. For example, if you use the numbers 1, 6, 11, 16, you can later insert menu items with the missing sequence numbers. Negative numbers and zero are allowed, and can be used to insert menu items in front of the first one.
de: Du musst die Nummern nicht aufeinander folgende eingeben. Wenn du Lücken in der Reihenfolge lässt, kannst du später einfach Menüs hinzufügen. Zum Beispiel, wenn du die Nummern 1, 6, 11, 16 benutzt, kannst du später Menüs mit den fehlenden Nummern einfügen. Negative Nummern und die Null sind erlaubt und können dazu benutzt werden ein Menü vor allen anderen zu platzieren.
fr: Vous n’avez pas besoin d’entrer les numéros séquentiellement. Si vous laissez des trous dans la numérotation, vous pourrez insérer les autres éléments ultérieurement. Par exemple, si vous utilisez les numéros 1, 6, 11, 16, vous pouvez insérer plus tard les éléments de menu correspondant aux séquences manquantes. Des numéros négatifs et le zéro peuvent être utilisés pour insérer des éléments avant le premier.

source: When more than one menu item has the same position number, only one of these menu items will be visible.
de: Wenn mehrere Menüs die selbst Positionsnummer haben, wird nur ein Menü angezeigt.
fr: Quand plusieurs éléments de menu ont le même numéro d’ordre, un seul sera visible.

source: Menu visibility
de: Menü Sichtbarkeit
fr: Visibilité du menu
lt: Meniu matomumas

source: You can determine whether this menu item will be visible regardless of family tree, or whether it will be visible only to the current family tree.
de: Du kannst entscheiden, ob das Menü unabhängig vom Familienstammbau angezeigt wird oder ob es nur beim aktuellen Stammbaum angezeigt wird.
fr: Vous pouvez décider si ce menu sera visible indépendamment de l’arbre généalogique, ou s’il ne sera visible que dans l’arbre courant.

source: cancel
de: Abbruch
fr: annuler

source: Add Menu
de: Menü hinzufügen
fr: Ajouter un menu
lt: Pridėti meniu

source: ReadMe
de: Ließ Mich
fr: Lisez-moi
lt: Skaityk Mane

source: Menu title
de: Menütitel
fr: Titre du menu
lt: Meniu titulas

source: Controls
de: Steuerung
fr: Contrôles
lt: Valdymas

source: Are you sure you want to delete this menu?
de: Bist du dir sicher, dass du das Menü löschen möchtest?
fr: Voulez-vous vraiment effacer ce menu ?
lt: Ar tikrai ištrinti šį meniu?

source: Vytux Menu 2
de: Vytux Menü 2

source: Position
lt: Matomumo tvarka
