Repository: vytux-com/vytux_menu2
Catalog: language/po_files/*.po
Languages: da

source: Add menu item
da: Opret menu

source: The menu should contains menu items. Using this option you can add menu details.
da: Menuen bør indeholde menuer. Ved brug af denne funktion kan du oprette menu detaljer

source: Menu position
da: Placering

source: This field controls the order in which the menu items are displayed.
da: Administrer rækkefølgen af menu visningen

source: You do not have to enter the numbers sequentially. If you leave holes in the numbering scheme, you can insert other menu items later. For example, if you use the numbers 1, 6, 11, 16, you can later insert menu items with the missing sequence numbers. Negative numbers and zero are allowed, and can be used to insert menu items in front of the first one.
da: Du behøver ikke at indtaste tallene sekventielt. Hvis du lader huller i nummerering, kan du indsætte andre menupunkter senere. For eksempel, hvis du bruger tallene 1, 6, 11, 16, kan du senere indsætte menupunkter med de manglende sekvensnumre. Negative tal og nul er tilladt, og kan bruges til at indsætte menupunkter foran den første.

source: When more than one menu item has the same position number, only one of these menu items will be visible.
da: Hvis flere menu punkter har samme placeringsnummer, kun een af disse vil blive vist

source: Menu visibility
da: Synlighed

source: You can determine whether this menu item will be visible regardless of family tree, or whether it will be visible only to the current family tree.
da: Synlighed kun for det aktuelle træ eller flere

source: All
da: Alle

source: The menu item will appear, regardless of family tree.
da: Synlighed uanset familietræ

source: The menu item will appear only in the currently active family trees.
da: Menuen vil kun blive vist i det aktuelle træ

source: Delete menu
da: Slet menu

source: This option will let you delete a menu item.
da: Denne funktion tillader dig at slette et menu punkt

source: Edit menu
da: Rediger menu

source: This option will let you edit a menu item.
da: Denne funktion tillader dig at rette et menu punkt

source: Move menu down
da: Flyt ned

source: This option will let you move a menu item downwards.
da: Denne funktion tillader dig at rykke menu positionen ned

source: Each time you use this option, the position number of this menu item is increased by one. You can achieve the same effect by editing the menu item and changing the menu position field.
da: Hver gang du bruger denne mulighed, er nummeret på dette menupunkt forøges med én. Du kan opnå samme effekt ved at redigere menupunktet og ændre menuens position

source: Move menu up
da: Flyt op

source: This option will let you move a menu item upwards.
da: Denne funktion tillader dig at rykke menu positionen op

source: Each time you use this option, the position number of this menu item is reduced by one. You can achieve the same effect by editing the menu item and changing the menu position field.
da: Hver gang du bruger denne mulighed, er nummeret på dette menupunkt reduceres med én. Du kan opnå samme effekt ved at redigere menupunktet og ændre menuens position

source: Open menu in new tab or window
da: Åbn i et nyt vindue eller fane

source: Normally you would expect clicking on a menu item to open that page in the existing browser window or tab. But if you need it to open in a new window or tab you can tick this option.
da: Normalt vil et menupunkt åbne på den pågældende side i det eksisterende vindue eller faneblad browser. Men hvis du har brug for det til at åbne i et nyt vindue eller faneblad kan du afkrydse denne mulighed.

source: Provides links to custom defined pages.
da: Tillader links til brugerdefinerede sider

source: Edit menus
da: Rediger menuer

source: Add menu
da: Opret menu

source: Add your menu title here
da: Opret menu titel

source: Menu address
da: Link/Menu adresse

source: Add your menu address here
da: Opret link/menu adresse

source: Show this menu for which languages?
da: Vælg sprog

source: The menu is empty.
da: Menuen er tom

source: Are you sure you want to delete this menu item?
da: Er du sikker på du vil slette denne menu?
